[!Global]
!LanguageID=2052
!LanguageName=简体中文
!TranslationAuthor=FlyingSnow
!TranslationAuthorEmail=
!TranslationDefaultFont=微软雅黑,9,,0,clWindowText,DEFAULT_CHARSET
[!Strings]
MACTYPE_PREVIEW_TEXT=MacType 预览演示
Access_Denied=拒绝访问
APPLY_CHANGES=正在应用设置
Fail=失败
GEN_THUMBNAIL=正在生成预览
Ignored_loaded=忽略 (已启用)
Ignored_unloaded=忽略 (已停用)
Ignored=忽略
In_Debugging=调试模式
IMPORT_PROFILE=添加新配置
LOAD_MODE_CHANGING_TO=加载模式将更改为：
LOAD_MODE_NOT_CHANGED=您没有更改加载模式
LOAD_MTDLL_FAILED=无法加载MacType
LOAD_TYPE_REG=注册表加载
LOAD_TYPE_SERVICE=服务加载
LOAD_TYPE_TRAY_ADV=托盘独立加载模式
LOAD_TYPE_TRAY_CMP=托盘兼容加载模式
LOAD_TYPE_MANUAL=不自动启动
ABOUT_RESOLUTION=屏幕分辨率
ABOUT_DLL_VERSION=MacType版本
ABOUT_TRAY_VERSION=MacTray版本
ABOUT_TUNER_VERSION=MacTuner版本
ABOUT_SPECIALTHANKS=鸣谢
Loaded=已启用
Loading=启用中
NO_PRIVILEGE_TO_SWITCH_PROFILE=(权限不足,无法切换配置)
Noname=未命名
Not_responding=未响应
Pending=等待中
Processing=处理中
PROFILE_CHANGING_TO=配置文件将更改为：
PROFILE_NOT_CHANGED=您没有更改配置文件
Refresh_failed=刷新失败
Refreshed=已刷新
Refreshing=正在刷新
SELECT_PROFILE=请选择适合您的配置文件:
SELECT_YOUR_LOAD_MODE=请选择适合您的 MacType 加载方式
UAC=(受限)
Unloaded=已停用
Unloading=停用中
MACTYPE_RENDER_TEXT=MacType 2011 配置向导
MACTYPE_SAVED_AND_APPLY=保存配置成功,您想要立刻应用配置吗?
MACTYPE_SAVED_NO_APPLY=保存配置成功<BR>您需要将配置文件放在 MacType 安装文件夹的 ini 子文件夹中才能使用它.
MACTYPE_QUIT_WITHOUT_SAVE=您想要放弃所有修改并退出吗?
MACTYPE_RELOAD_PROFILE=您想要放弃所有修改重新载入配置吗?
LOCKED=已锁定
UNTITLED_PROFILE=未命名
CUSTOM=自定义
NOFILTER=无优化
LCDFILTER1=优化模式1
LCDFILTER2=优化模式2
BOLD=粗体
ITALIC=斜体
INDIVIDUAL=独立配置
ERROR_MACTYPE_CANNOT_LOAD=无法载入 MacType, 请确认您已正确安装了 MacType 并将本程序置于同一文件夹下。
ERROR_MACTYPE_UNKNOWN=初始化时发生了未知错误。
ERROR_MACTYPE_OCC_FAILURE=MacType Tuner 无法连接到 MacType, 即将在10秒内退出; 请检查您的系统配置后再试。
ERROR_MACTYPE_NOT_COMPATIBLE=对不起,您的 MacType 版本和本程序不兼容,请更新到最新版后再试。
MSGBOX_SAVE_CHANGES=您已更改了配置,想要保存吗?
MACTYPE_RULE_DEFINED=您已经定义了 %d 条规则
MSGBOX_EXIT_NOSAVE=您想要放弃所有修改并退出吗?
MACTYPE_WIZARD_CAPTION=MacType 配置向导 (%d/%d)
MACTYPE_PREVIEW_CAPTION=MacType 预览 (%s %dpt %s)
UNLOCK_INFOTIP=解锁|解除预览窗口的锁定,预览<BR>窗口将实时反应设置状态<BR>|3
LOCK_INFOTIP=锁定|锁住预览窗口,锁定后预览窗口将不随<BR>着设置改变而更新预览,可以用于比较<BR>设置效果<BR>|2
MACTYPE_CONTROL_PANEL_FILE=MacType 控制面板 - %s
MACTYPE_CONTROL_PANEL_UNTITLED=MacType 控制面板 - 未命名
MSGBOX_CONFIRM_MODIFICATION=您的配置已经更改，想要保存吗?
[TForm1]
btn1.Caption=取消(&C)
btnAdv.Caption=高级(&A)
btnNext.Caption=下一步(&N)
Caption=MacType
dlgOpen1.Filter=配置文件|*.ini
dlgOpen1.Title=打开配置文件
lbl1.Caption=欢迎使用 MacType 配置程序
lbl2.Caption=请选择一项任务继续：
lbl3.Caption=新建配置文件
lbl4.Caption=打开配置文件
lbl5.Caption=或点击左下角的“高级”按钮进行您自己的工作。
lbl6.Caption=本向导将引导您创建一个符合您视觉感受的 MacType 配置文件。点击“下一步”继续。<BR><BR>您可以随时点击“高级”按钮切换到高级视图进行更自由的配置。
lbl7.Caption=本向导将引导您对该配置文件进行调整以适合您的视觉要求。单击“下一步”以继续，或者您可以：<BR><BR><BR>您可以随时点击“高级”按钮切换到高级视图进行更自由的配置。
lbl8.Caption=更换一个配置文件
lbl9.Caption=对不起，您的版本不支持
[TForm10]
btn1.Caption=+
btn2.Caption=-
Caption=独立字体
cbbAA.Items.Text=不使用反锯齿<BR>灰阶反锯齿<BR>Light 反锯齿<BR>LCD液晶优化反锯齿(RGB)<BR>LCD液晶优化反锯齿(GBR)<BR>Light+LCD(RGB)<BR>Light+LCD(GBR)<BR>
cbbAA.Text=LCD液晶优化反锯齿(RGB)
cbbHintingMode.Items.Text=使用字体内置微调<BR>不使用微调<BR>使用 FreeType 自动微调<BR>Light 方式的自动微调<BR>
cbbHintingMode.Text=不使用微调
cbbUseKerning.Items.Text=不使用 Kerning<BR>使用 Kerning<BR>
cbbUseKerning.Text=不使用 Kerning
chkAA.Caption=反锯齿
chkBold.Caption=粗体粗细
chkHinting.Caption=字体微调
chkItalic.Caption=倾斜程度
chkKerning.Caption=Kerning
chkNormal.Caption=常规体粗细
grp1.Caption=调整
lbl1.Caption=字体
trckBoldWeight.Hint=0
trckBoldWeight.SkinData.SkinSection=TRACKBAR
trckItalic.Hint=0
trckItalic.SkinData.SkinSection=TRACKBAR
trckNormalWeight.Hint=0
trckNormalWeight.SkinData.SkinSection=TRACKBAR
[TForm11]
Caption=LCDFilter Weight
chkCustom.Caption=自定义滤镜
lbl1.Caption=左
lbl2.Caption=左中
lbl3.Caption=中右
lbl4.Caption=中
lbl5.Caption=右
rbMode0.Caption=无优化(&N)
rbMode1.Caption=优化模式1(&L)
rbMode2.Caption=优化模式2(&D)
trck1.SkinData.SkinSection=TRACKBAR
trck2.SkinData.SkinSection=TRACKBAR
trck3.SkinData.SkinSection=TRACKBAR
trck4.SkinData.SkinSection=TRACKBAR
trck5.SkinData.SkinSection=TRACKBAR
[TForm2]
btn1.Caption=取消(&C)
btn2.Caption=字体(&T)...
btnAdv.Caption=高级(&A)
btnNext.Caption=下一步(&N)
btnPrev.Caption=上一步(&P)
Caption=MacType
lbl1.Caption=字体设置
lbl2.Caption=r
[TForm3]
btn1.Caption=取消(&C)
btnNext.Caption=保存(&S)
btnPrev.Caption=上一步(&P)
Caption=完成
dlgSave1.Filter=配置文件|*.ini
dlgSave1.Title=保存配置
lbl1.Caption=您已经完成了 MacType 的设置
lbl2.Caption=现在您可以点击保存按钮保存您的配置了。
[TForm4]
btnBkColor.Hint=背景色|设置预览窗口文字的背景色|4
btnBold.Hint=粗体|快速设置当前字体为粗体|5
btnContent.Hint=预览内容|设置预览窗口预渲染的文字,<BR>文字将自动适应窗口<BR>|0
btnFont.Hint=字体|设置预览窗口的字体|1
btnItalic.Caption=B
btnItalic.Hint=斜体|快速设置当前字体为斜体|6
btnLock.Hint=锁定|锁住预览窗口,锁定后预览窗口将不随<BR>着设置改变而更新预览,可以用于比较<BR>设置效果<BR>|2
Caption=MacType 预览
rztrckbr1.Hint=字体大小|拖动滑杆可以快捷的改变预览窗口的字体大小,<BR>当前的字体大小显示在标题栏上<BR>
[TForm5]
btn1.Caption=编辑
btn2.Caption=编辑
btn3.Caption=编辑
btn4.Caption=编辑
btnBtnExit.Caption=Exit
btnBtnExit.Hint=退出
btnBtnNew.Caption=New
btnBtnNew.Hint=新建|创建一个默认的配置文件供您参考修改|0
btnBtnNote.Caption=Note
btnBtnNote.Hint=创建新的预览窗口|创建一个新的预览窗口,创建多个预览窗口可以<BR>有助于快速了解多种字体在当前设置下的表现,<BR>也可以同时观察不同设置对效果的影响。<BR>|4
btnBtnOpen.Caption=Open
btnBtnOpen.Hint=打开|打开一个已有的配置文件进行编辑|2
btnBtnSave.Caption=Save
btnBtnSave.Hint=保存|保存或覆盖配置文件<BR>覆盖配置文件时，原文件中的注释会自动保留<BR>|6
Caption=MacType 控制面板 - 未命名
cbbAA.Items.Text=不使用反锯齿<BR>灰阶反锯齿<BR>Light 反锯齿<BR>LCD液晶优化反锯齿(RGB)<BR>LCD液晶优化反锯齿(GBR)<BR>Light+LCD(RGB)<BR>Light+LCD(GBR)<BR>
cbbAA.Text=LCD液晶优化反锯齿(RGB)
cbbBolderMode.Items.Text=新标准加粗<BR>仅横向加粗<BR>FreeType标准加粗<BR>
cbbBolderMode.Text=新标准加粗
cbbFontLink.Items.Text=不使用<BR>使用 FreeType 链接<BR>使用 Win32 链接<BR>
cbbFontLink.Text=使用 FreeType 链接
Label1.Caption=使用位图
cbbFontSub.Items.Text=不使用字体替换<BR>使用安全替换<BR>使用完整替换<BR>
cbbFontSub.Text=不使用字体替换
cbbGammaMode.Items.Text=不使用Gamma调整<BR>使用自定义值<BR>使用Windows Gamma值<BR>
cbbGammaMode.Text=使用自定义值
cbbHintingMode.Items.Text=使用字体内置微调<BR>不使用微调<BR>使用 FreeType 自动微调<BR>Light 方式的自动微调<BR>仅对小字体使用微调<BR>
cbbHintingMode.Text=不使用微调
cbbDirectwrite.Items.Text=禁用<BR>启用（实验性）<BR>
cbbUseBitmap.Items.Text=禁用<BR>小字体时启用<BR>
cbbHookChild.Items.Text=不处理<BR>自动加载到子进程<BR>
cbbHookChild.Text=自动加载到子进程
cbbLoader.Items.Text=FreeType<BR>Win32<BR>
cbbLoader.Text=FreeType
cbbUseKerning.Items.Text=不使用字距微调<BR>使用字距微调<BR>
cbbUseKerning.Text=不使用字距微调
dlgOpen1.Filter=配置文件|*.ini
dlgOpen1.Title=打开配置文件
dlgSave1.Filter=MacType 配置文件|*.ini
grp1.Caption=字体属性
grp2.Caption=文字微调
grp3.Caption=绘图属性
grp4.Caption=阴影
lbl1.Caption=渲染核心:
lbl10.Caption=不渲染的进程
lbl11.Caption=不渲染的字体
lbl12.Caption=独立的字体设置
lbl13.Caption=您已定义了0条规则
lbl14.Caption=您已定义了0条规则
lbl15.Caption=您已定义了0条规则
lbl16.Caption=您已定义了0条规则
lbl17.Caption=使用 MacType 将字体进行替换渲染(无预览)
lbl18.Caption=让 MacType 忽略对列表中进程的渲染(无预览)
lbl19.Caption=字距微调:
lbl2.Caption=字体链接:
lbl20.Caption=对特定字体使用单独的设置以获得更好的表现
lbl21.Caption=让 MacType 忽略对列表中字体的渲染(无预览)
lbl22.Caption=子进程:
lbl3.Caption=粗体模式:
lbl4.Caption=Gamma模式:
lbl5.Caption=反锯齿方式:
lbl6.Caption=字体微调:
lbl7.Caption=液晶优化:
lbl8.Caption=字体替换:
lbl9.Caption=字体替换
lblB.Caption=B
lbl23.Caption=透明度
lblBoldWeight.Caption=粗体
lblContrast.Caption=对比度
lblG.Caption=G
lblGamma.Caption=Gamma
lblGlobal.Caption=全局
lblItalic.Caption=斜体
lblNormalWeight.Caption=常规
lblOffset.Caption=偏移
lblR.Caption=R
lblRenderWeight.Caption=渲染浓度
rztbshtTabSheet1.Caption=常规
rztbshtTabSheet2.Caption=字体特性
rztbshtTabSheet3.Caption=例外
rztlbr1.CustomizeCaptions.Close=Close
rztlbr1.CustomizeCaptions.Hint=Uncheck to hide control
rztlbr1.CustomizeCaptions.MoveDown=Move Down
rztlbr1.CustomizeCaptions.MoveUp=Move Up
rztlbr1.CustomizeCaptions.NoTextLabels=No text labels
rztlbr1.CustomizeCaptions.SelectiveTextOnRight=Selective text on right
rztlbr1.CustomizeCaptions.ShowTextLabels=Show text labels
rztlbr1.CustomizeCaptions.TextOptions=Text Options
rztlbr1.CustomizeCaptions.Title=Customize Toolbar
trckAlpha.SkinData.SkinSection=TRACKBAR
trckB.SkinData.SkinSection=TRACKBAR
trckBoldWeight.SkinData.SkinSection=TRACKBAR
trckContrast.SkinData.SkinSection=TRACKBAR
trckG.SkinData.SkinSection=TRACKBAR
trckGamma.SkinData.SkinSection=TRACKBAR
trckGlobal.SkinData.SkinSection=TRACKBAR
trckItalic.SkinData.SkinSection=TRACKBAR
trckNormalWeight.SkinData.SkinSection=TRACKBAR
trckOffset.SkinData.SkinSection=TRACKBAR
trckR.SkinData.SkinSection=TRACKBAR
trckRenderWeight.SkinData.SkinSection=TRACKBAR
[TForm6]
Caption=请输入预览文字
mmo1.Lines.Text=MacType2010 预览演示?<BR>
[TForm7]
btn1.Caption=>>
btn2.Caption=<<
Caption=字体替换
lbl1.Caption=替换为
[TForm8]
btn1.Caption=+
btn2.Caption=-
Caption=排除进程
lbl1.Caption=进程
[TForm9]
btn1.Caption=+
btn2.Caption=-
Caption=排除字体
lbl1.Caption=字体
[TFrame1]
Frame1.fontlst1.FontName=宋体
Frame1.lbl1.Caption=请选择一种预览字体，在之后的调整中都将以这种字体作为标准进行预览。<BR>您可以在随后的调整中随时点击下方的字体按钮进行更改。
[TFrame10]
Frame10.lbl1.Caption=液晶屏优化<BR><BR>如果您正在使用液晶显示器，选择下面的优化选项可能可以提高 MacType 在您显示器上的表现。
Frame10.rg1.Caption=液晶屏模式
Frame10.rg1.Items.Text=无优化<BR>优化方案1<BR>优化方案2<BR>
[TFrame11]
Frame11.lbl1.Caption=字体阴影<BR><BR>字体阴影可以让字体边缘柔和，增强视觉体验，但是过浓的阴影容易导致视觉疲劳。<BR>使用下面的滑杆调整阴影的浓度和位置。
Frame11.lbl2.Caption=阴影偏移
Frame11.lbl3.Caption=近
Frame11.lbl4.Caption=远
Frame11.lbl5.Caption=阴影浓度
Frame11.lbl6.Caption=淡
Frame11.lbl7.Caption=关
Frame11.lbl8.Caption=默认(&D)
Frame11.lbl9.Caption=浓
[TFrame2]
Frame2.lbl1.Caption=字体微调模式<BR><BR>字体微调技术可以对字体在屏幕上的显示进行微调，使字体变的更加清晰已读。<BR>选择不同的微调模式将使字体的显示效果产生显著改变。
Frame2.rg1.Caption=字体微调模式
Frame2.rg1.Items.Text=标准微调<BR>不使用微调<BR>自动微调技术<BR>Light 自动微调技术<BR>
[TFrame3]
Frame3.lbl1.Caption=设置反锯齿模式<BR><BR>反锯齿影响字体最终在您的显示器上输出的效果，根据显示器不同，您可能需要设置对应的模式以获得最好的效果。
Frame3.rg1.Caption=反锯齿模式
Frame3.rg1.Items.Text=无<BR>灰阶<BR>Light<BR>LCD(RGB)<BR>LCD(GBR)<BR>Light LCD(RGB)<BR>Light LCD(BGR)<BR>
[TFrame4]
Frame4.lbl1.Caption=字体浓度<BR><BR>使用下面的滑杆调整字体粗细和浓度。
Frame4.lbl2.Caption=渲染级别
Frame4.lbl3.Caption=淡
Frame4.lbl4.Caption=浓
Frame4.lbl5.Caption=Gamma
Frame4.lbl6.Caption=淡
Frame4.lbl7.Caption=浓
Frame4.lbl8.Caption=默认(&D)
[TFrame5]
Frame5.lbl1.Caption=调整字体粗细<BR><BR>使用下面的滑杆调整常规文字和粗体文字的显示粗细。
Frame5.lbl2.Caption=常规粗细
Frame5.lbl3.Caption=细
Frame5.lbl4.Caption=粗
Frame5.lbl5.Caption=粗体字粗细
Frame5.lbl6.Caption=细
Frame5.lbl7.Caption=粗
Frame5.lbl8.Caption=默认(&D)
Frame5.lbl9.Caption=您当前选择的字体含有单独粗体，无法预览粗体字粗细效果
[TFrame6]
Frame6.lbl1.Caption=调整斜体倾斜程度<BR><BR>您可以使用下面的滑杆调整 MacType 显示斜体文字时的倾斜程度。<BR>自带独立斜体的字体不会受到此参数的影响。
Frame6.lbl2.Caption=倾斜程度
Frame6.lbl3.Caption=直立
Frame6.lbl4.Caption=倾斜
Frame6.lbl8.Caption=默认(&D)
[TFrame7]
Frame7.lbl1.Caption=设置粗体模式<BR><BR>MacType 提供几种处理粗体的方案，您可以选择适合您的一种。
Frame7.lbl2.Caption=您当前选择的字体含有单独粗体，无法预览
Frame7.rg1.Caption=粗体模式
Frame7.rg1.Items.Text=双向加粗<BR>仅横向加粗<BR>FreeType 标准粗体<BR>
[TFrame8]
Frame8.lbl1.Caption=调整对比度<BR><BR>拖动滑杆以调整文字对比度，较低的对比度可能使文字虚化，对比度过高则可能使文字过细并产生彩边。
Frame8.lbl2.Caption=对比度
Frame8.lbl3.Caption=低
Frame8.lbl4.Caption=高
Frame8.lbl8.Caption=默认(&D)
[TFrame9]
Frame9.lbl1.Caption=调整文字色彩<BR><BR>使用下面的滑杆调整文字的色彩分量。
Frame9.lbl10.Caption=高
Frame9.lbl2.Caption=R:
Frame9.lbl3.Caption=G:
Frame9.lbl4.Caption=B:
Frame9.lbl5.Caption=低
Frame9.lbl6.Caption=高
Frame9.lbl7.Caption=文字边界
Frame9.lbl8.Caption=默认(&D)
Frame9.lbl9.Caption=低
[TfrmAbout]
btn1.Caption=确定(&O)
Caption=关于
[TfrmNewProfile]
btn1.Caption=打开配置文件(&I)
btn2.Caption=创建新配置(&C)
Caption=新的配置
dlgOpen1.Filter=所有支持的文件|*.ini;*.mtc|MacType 通用配置|*.ini|MacType 快捷配置|*.mtc
dlgOpen1.Title=打开配置文件
lbl1.Caption=您可以单击“打开配置文件”打开您已经配置好的 MacType 配置文件并应用它；<BR>或者您可以单击“创建新配置”启动 MacType Tuner 可视化的创建一个新的配置文件。
[TfrmProgress]
lbl1.Caption=正在应用设置
[TfrmPsInfo]
A1.Caption=关于(&A)
btnLoad.Caption=启用(&E)
btnRefresh.Caption=刷新(&R)
chk1.Caption=隐藏高权限进程(&S)
btnUnload.Caption=停用(&D)
btnLoadAll.Caption=全部启用(&E)
btnUnloadAll.Caption=全部停用(&D)
Caption=进程加载状态
D1.Caption=停用(&D)
E1.Caption=启用(&E)
E2.Caption=排除此进程(&E)
F1.Caption=打开配置文件(&F)
GDI1.Caption=打开&MacType 文件夹
H1.Caption=在线帮助(&H)...
I1.Caption=包含此进程(&I)
Language1.Caption=Languages
MacTypeTuner1.Caption=用 MacType Tune&r 打开
N1.Caption=-
N2.Caption=-
N3.Caption=-
N4.Caption=-
N5.Caption=用记事本打开(&N)
N6.Caption=不对此进程替换字体
N7.Caption=-
N8.Caption=在线升级(&U)
U1.Caption=检查更新(&C)...
O1.Caption=更新选项(&O)...
pslst1.Columns.Item0.Caption=应用程序
pslst1.Columns.Item1.Caption=进程名
pslst1.Columns.Item2.Caption=进程ID
pslst1.Columns.Item3.Caption=状态
R1.Caption=重新启用(&R)
S1.Caption=设置(&S)...
T1.Caption=详细信息(&T)...
T2.Caption=结束进程(&T)
trayIco1.Hint=MacTypeTray
W1.Caption=配置向导(&W)...
X1.Caption=退出(&X)
[TfrmSettings]
btnBtnDelete.Caption=Delete
btnBtnDelete.Hint=删除选中的配置文件
btnBtnEdit.Caption=Edit
btnBtnEdit.Hint=使用MacTuner编辑配置文件
btnBtnNew.Caption=New
btnBtnNew.Hint=使用MacTuner创建一个新配置
btnCancel.Caption=取消(&C)
btnOK.Caption=确定(&O)
Caption=设置
chk64.Caption=允许管理64位进程(&B)
chk64.Hint=允许 MacTray 使用代理进程操作64位程序
chkAutoEnable.Caption=自动启用(&A)
chkAutoEnable.Hint=启动时自动对所有进程启用 MacType
chkAutoRun.Caption=随 &Windows 启动
chkAutoRun.Hint=随系统启动而自动启动
chkAutoUnload.Caption=退出时自动停用(&X)
chkAutoUnload.Hint=退出时自动为所有进程禁用 MacType。<BR>兼容模式下此选项始终生效
chkHideACD.Caption=隐藏无法操作的进程(&H)
chkHideACD.Hint=在列表中隐藏当前权限无法访问的进程和系统进程
edtReload.Hint=每隔此间隔尝试为未启用 MacType 的进程加载<BR>最小值5000，设置为0禁用此功能<BR>对共享加载模式无效
edtReload.Text=1000
grp1.Caption=设置
grp2.Caption=配置管理
lbl1.Caption=重新加载间隔：
lbl2.Caption=毫秒(ms)
lbl3.Caption=MacTuner 没有安装
lbl4.Caption=权限不足,不能更改设置
rb1.Caption=兼容加载模式(&P)
rb1.Hint=稳定而快速的原版加载模式。<BR>快速稳定的加载到所有进程。<BR>不可对单个进程进行禁用操作。<BR>重新加载功能有时无法生效。
rb2.Caption=独立加载模式(&S)
rb2.Hint=稳定的单进程模式，任何进程崩<BR>溃不会影响其他进程正常工作。<BR>可以对任一进程进行手动控制。
[TfrmWizard]
btn1.Caption=进程管理(&P)...
btn2.Caption=确定(&O)
btn3.Caption=取消(&C)
btnBack.Caption=<上一步(&B)
btnClose.Caption=关闭(&C)
btnFinish.Caption=完成(&F)
btnNext.Caption=下一步(&N)>
Caption=MacType 用户向导
frmMode.chkUAC.Caption=使用管理员权限运行(仅限当前用户)
frmMode.lbl2.Caption=使用 Windows 注册表进行加载，可以获得最无缝的体验，任何程序在启动时就可以获得完全文字优化效果。<BR>停用和启用需要重新启动系统才能进行。
frmMode.lbl3.Caption=将 MacType 作为服务运行，运行加载过程比较平滑，看不到任何界面和系统图标，和系统一体化效果较好。<BR>由于没有界面可以设置，停用和启用都需要使用 Windows 的服务管理器来进行。
frmMode.lbl4.Caption=使用 MacTray 托盘程序进行加载。将在系统栏显示一个图标。<BR>可以方便的通过托盘进行切换配置等操作。可以对特定程序完全跳过，没有任何影响。可以随时停止或启用对任意程序的操作，可以快速切换配置。
frmMode.lbl5.Caption=使用 MacTray 托盘程序进行加载。将在系统栏显示一个图标。<BR>和独立模式不同的是兼容模式无法跳过对某个程序的加载处理，但是启用停用速度较快，兼容性较好
frmMode.lbl6.Caption=MacType 将不会自行启动，您可以将需要处理的程序拖动到 MacType.exe 上手动加载。
frmMode.rb1.Caption=服务加载
frmMode.rb2.Caption=不使用自动加载
frmMode.rb3.Caption=独立加载模式
frmMode.rb4.Caption=兼容加载模式
frmMode.rbReg.Caption=注册表加载
frmMode.rbTray.Caption=MacTray 托盘加载
lbl1.Caption=请选择适合您的 MacType 加载方式：
lbl2.Caption=您进行了以下更改：
lbl3.Caption=您没有更改加载模式
lbl4.Caption=您没有更改配置文件
lbl5.Caption=点击『确定』应用以上设置，或者点击『取消』回到设置。
lbl6.Caption=应用更改
lbl7.Caption=lbl7
lbl8.Caption=lbl7
lbl9.Caption=点击启动 MacTray
[TMacType]
MacType.DisplayName=MacType Service

